Repository: DebugProject/account-manager
Catalog: app/lang/*.dictionary.po
Languages: sk

source: Aktuální heslo
sk: Aktuálne heslo

source: Byl zadán neplatný formát e-mailu
sk: Bol zadaný neplatný formát e-mailu

source: Datum vytvoření
sk: Dátum vytvorenia

source: E-mail / jméno
sk: E-mail / meno

source: E-mail nebo jméno
sk: E-mail alebo meno

source: Heslo (ověření)
sk: Heslo (overenie)

source: Heslo musí mít alespoň %d znaky
sk: Heslo musí mať aspoň %d znakov

source: Identifikační číslo
sk: Identifikačné číslo

source: Jméno
sk: Meno

source: Jméno musí mít nejméně %d zanky
sk: Meno musí mať najmenej %d zankov

source: Jméno může obsahovat pouze znaky anglické abecedy
sk: Meno môže obsahovať len znaky anglickej abecedy

source: Lokace
sk: Lokácia

source: Nahráno
sk: Odohraté

source: Odeslat
sk: Odoslať

source: Odhlásit se
sk: Odhlásiť sa

source: Odhlášení bylo úspěšné
sk: Odhlásenie bolo úspešné

source: Ověření hesla
sk: Overenie hesla

source: Ověření hesla nesouhlasí
sk: Overenie hesla nesúhlasi

source: Ověření nového hesla
sk: Overenie nového hesla

source: Ověření nového hesla nesouhlasí
sk: Overenie nového hesla nesúhlasi

source: Platnost formuláře vypršela, aktualizujte prosím stránku a akci opakujte
sk: Platnosť formulára vypršala, aktualizujťe prosím stránku a akciu opakujťe

source: Poslední přihlášení
sk: Posledné prihlásenie

source: Povolání
sk: Povolanie

source: Přejmenovat
sk: Premenovať

source: Přejmenovat postavu
sk: Premenovať postavu

source: Přejmenování postavy
sk: Premenovanie postavy

source: Přihlášení
sk: Prihlásenie

source: Přihlášený uživatel:
sk: Prihlásený užívaťeľ:

source: Registrace
sk: Registrácia

source: Registrovat se
sk: Registrovať sa

source: Teleportovat
sk: Teleportovať

source: Teleportovat postavu
sk: Teleportovať postavu

source: Teleportování postavy
sk: Teleportovanie postavy

source: Vyberte prosím postavu
sk: Vyberťe prosím postavu

source: Vyplňte prosím aktuální heslo
sk: Vyplnťe prosím aktuálne heslo

source: Vyplňte prosím e-mail
sk: Vyplnťe prosím e-mail

source: Vyplňte prosím heslo
sk: Vyplnťe prosím heslo

source: Vyplňte prosím jméno
sk: Vyplnťe prosím meno

source: Vyplňte prosím nové heslo
sk: Vyplnťe prosím nové heslo

source: Vyplňte prosím ověření hesla
sk: Vyplnťe prosím overenie hesla

source: Vyplňte prosím ověření nového hesla
sk: Vyplnťe prosím overenie nového hesla

source: Výběr
sk: Výber

source: Zadejte prosím e-mail nebo jméno
sk: Zadajťe prosím e-mail alebo meno

source: Zapomenuté heslo
sk: Zabudnuté heslo

source: Změna hesla
sk: Zmena hesla

source: Změna typu účtu
sk: Zmena typu účtu

source: Změnit
sk: Zmeniť

source: Změnit e-mail
sk: Zmeniť e-mail

source: Změnit heslo
sk: Zmeniť heslo

source: Změnit typ
sk: Zmeniť typ

source: den
sk: deň

source: minuta
sk: minúta

source: zpátky na přehled
sk: späť na prehľad

source: zpět na přihlášení
sk: späť na prihlásenie

source: Přehled
sk: Prehľad

source: Aktivní
sk: Aktívny

source: Ano
sk: Áno

source: Důvod
sk: Dôvod

source: Ne
sk: Nie

source: Odemknout účet
sk: Odomknúť účet

source: Přihlášení proběhlo úspěšně
sk: Prihlásenie prebehlo úspešne

source: Uzamknout
sk: Uzamknúť

source: Uzamknout účet
sk: Uzamknúť účet

source: Změna e-mailu
sk: Zmena e-mailu

source: důvod:
sk: dôvod:

source: důvod:
sk: dôvod:

source: permanentní
sk: permanentný

source: Účet byl odemknut
sk: Účet bol odomknutý

source: Účet byl uzamknut
sk: Účet bol uzamknutý

source: Účet je uzamčen
sk: Účet je uzamknutý
